Repository: vadym-boiko/Serenely_public
Catalog: Serenely/*.lproj/Localizable.strings
Languages: uk

# tasks.title
source: Tasks
uk: Завдання

# tasks.empty_title
source: No tasks
uk: Немає завдань

# tasks.empty_subtitle
source: The assistant can suggest ideas at the end of the session — but it's optional.
uk: Асистент може запропонувати ідеї в кінці сесії — але це не обовʼязково.

# tasks.history.swipe_up
source: Swipe up for history
uk: Свайпніть вгору для історії

# tasks.history.swipe_down
source: Swipe down to close
uk: Свайпніть вниз щоб закрити

# tasks.history.title
source: Task history
uk: Історія завдань

# tasks.history.subtitle
source: Completed and skipped
uk: Виконані та пропущені

# task.action.done
source: Done
uk: Виконано

# task.action.skip
source: Skip
uk: Пропустити

# task.action.delete
source: Delete
uk: Видалити

# task.action.restore
source: Restore
uk: Повернути

# access.action.ready
source: Ready to execute
uk: Готово до виконання

# access.swipe_to_activate
source: Swipe to activate
uk: Свайпніть для активації

# chat.input.placeholder
source: Type how you feel…
uk: Напиши, як ти себе почуваєш…

# chat.end
source: End session
uk: Завершити сесію

# chat.generating
source: Generating summary…
uk: Генерація підсумку…

# chat.welcome
source: Hi! How are you feeling?
uk: Привіт! Як ти себе почуваєш?

# summary.title
source: Session summary
uk: Підсумок сесії

# summary.results
source: Results
uk: Результати

# summary.tasks_title
source: Task suggestions (optional)
uk: Пропозиції завдань (необов'язкові)

# summary.skip
source: Skip
uk: Пропустити

# summary.save
source: Save to portrait
uk: Зберегти у портрет

# summary.generating
source: Generating summary…
uk: Генеруємо підсумок…

# summary.preparing_tasks
source: Preparing task suggestions…
uk: Готуємо пропозиції завдань…

# summary.no_tasks
source: No task suggestions this time — and that's ok.
uk: На цей раз завдання не запропоновані — це ок.

# summary.what_wrong
source: What was wrong?
uk: Що саме не так?

# flags.too_long
source: Too long
uk: Задовге

# flags.inaccurate
source: Inaccurate
uk: Неточне

# flags.too_dry
source: Too dry
uk: Надто сухе

# flags.preachy
source: Preachy
uk: Повчальне

# rating.title
source: Rate usefulness
uk: Оцініть корисність

# rating.low
source: low
uk: низька

# rating.medium
source: medium
uk: середня

# rating.high
source: high
uk: висока

# common.later
source: Later
uk: Пізніше

# common.save
source: Save
uk: Зберегти

# common.skip
source: Skip
uk: Пропустити

# common.add
source: Add
uk: Додати

# common.cancel
source: Cancel
uk: Відмінити

# common.back
source: Back
uk: Назад

# common.collapse
source: Collapse
uk: Згорнути

# common.show_more
source: Show more
uk: Показати більше

# common.empty
source: No items yet
uk: Поки порожньо

# status.pending
source: Pending
uk: Очікує

# status.done
source: Done
uk: Виконано

# tab.chat
source: Chat
uk: Чат

# tab.tasks
source: Tasks
uk: Завдання

# tab.portrait
source: Portrait
uk: Портрет

# menu.language
source: Language
uk: Мова

# portrait.title
source: Portrait
uk: Портрет

# portrait.clear
source: Clear
uk: Очистити

# portrait.clear_confirm_title
source: Clear portrait?
uk: Очистити портрет?

# portrait.clear_confirm
source: Clear
uk: Очистити

# portrait.clear_confirm_message
source: This will delete saved summary, focus areas, strategies, weights and stats. This action cannot be undone.
uk: Це видалить збережене резюме, фокуси, стратегії, ваги та статистику. Дію не можна скасувати.

# portrait.last_session
source: New in last session
uk: Нове за останню сесію

# portrait.summary_updated
source: Summary updated
uk: Оновлено підсумок

# portrait.focuses
source: Focuses:
uk: Фокуси:

# portrait.strategies
source: Strategies:
uk: Стратегії:

# portrait.overall
source: Overall portrait
uk: Загальний портрет

# portrait.no_summary
source: No saved summaries yet.
uk: Ще немає збережених підсумків.

# portrait.initial_insufficient
source: Initial session: not enough data yet.
uk: Початкова сесія: даних мало.

# portrait.focus_areas
source: Focus areas
uk: Фокус-області

# portrait.helpful_strategies
source: Helpful strategies
uk: Корисні стратегії

# launch.tagline
source: Personal reflection companion
uk: Твій помічник для рефлексії

# error.quota_reached
source: Daily message limit reached. Please try again tomorrow.
uk: Добіг кінця денний ліміт запитів. Спробуй, будь ласка, завтра.
